Repository: ds10git/josm-extendedclipboard-plugin
Catalog: po/*.po
Languages: de

source: Extended Clipboard
de: Erweiterte Zwischenablage

source: Store selection for later reselection.
de: Sichern der Auswahl für erneute, spätere Auswahl

source: Windows: {0}
de: Fenster: {0}

source: Remember clipboard name
de: Namen der Zwischenablage merken

source: Unremember clipboard name
de: Namen der Zwischenablage vergessen

source: Create new clipboard when adding object again
de: Eine neue Zwischenablage anlegen, wenn Objekt erneut hinzugefügt wird

source: Create new clipboard
de: Eine neue Zwischenablage anlegen

source: Edit name of selected clipboard
de: Den Namen der ausgewählten Zwischenablage bearbeiten

source: Clear selected clipboard
de: Alle Elemente der ausgewählte Zwischenablage löschen

source: Delete selected clipboard
de: Ausgewählte Zwischenablage löschen

source: Reverse order of objects of selected clipboard
de: Reihenfolge der Elemente der ausgewählten Zwischenablage umkehren

source: Reverse order of objects of selected clipboard and add them to new clipboard
de: Reihenfolge der Elemente in der ausgewählten Zwischenablage umkehren und in einer neuen Zwischenablage speichern

source: Add current selection to selected clipboard
de: Aktuelle Auswahl zur ausgewählten Zwischenablage hinzufügen

source: Add Selection to Extended Clipboard
de: Aktuelle Auswahl zur ausgewählten Zwischenablage hinzufügen

source: Add current selection to new clipboard
de: Aktuelle Auswahl zu einer neuen Zwischenablage hinzufügen

source: Add Selection to Extended Clipboard as New Entry
de: Aktuelle Auswahl als neue Zwischenablage hinzufügen

source: Remove current selection from selected clipboard
de: Aktuelle Auswahl aus der ausgewählten Zwischenablage löschen

source: Restore the selection of the selected clipboard
de: Alle Elemente der ausgewählten Zwischenablage auswählen

source: Select nodes
de: Punkte auswählen

source: Select ways
de: Linien auswählen

source: Node Template List
de: Punktevorlagenliste

source: Store node tags for recration of nodes with the same tags
de: Punkte-Tags für Erstellung neuer Punkte mit den gleichen Tags sichern

source: Import node template from preset
de: Neue Punktevorlagen aus JOSM-Vorlage importieren

source: Set icon for selected node template from preset
de: Symbol für ausgewählte Punktevorlage aus JOSM-Vorlage importieren

source: Insert separator
de: Trenner einfügen

source: Sort manually
de: Manuell sortieren

source: Allow usage for unclosed ways on selection
de: Nutzung für ungeschlossene Wege bei Auswahl zulassen

source: Allow usage for closed ways on selection
de: Nutzung für geschlossene Wege bei Auswahl zulassen

source: Not for nodes
de: Nicht für Punkte

source: Only for untagged objects
de: Nur für ungetaggte Objekte

source: Delete selected node template
de: Ausgewählte Punktevorlage löschen

source: Delete separator
de: Trenner löschen

source: Auto tag selection
de: Auto-Tagging von Auswahl

source: If activated tags of selected template are automatically added to selected objects in the map view.
de: Wenn aktiviert werden die Tags der ausgewählten Vorlage automatisch zu den ausgewählten Objekten in der Karte hinzugefügt.

source: for {0} seconds
de: für {0} Sekunden

source: Maximum number of columns
de: Maximale Spaltenanzahl

source: Add tags to selected objects when selecting template
de: Tags zu ausgewählten Objekten hinzufügen, wenn Vorlage ausgewählt wird

source: Auto tag objects that are selected from template
de: Auto-Tagging von Objekten, die ausgewählt werden, mit Vorlage

source: While auto tagging clear selection after applying tags to objects
de: Während Auto-Tagging aktiv, nach Hinzufügen der Tags zu Objekten, die Auswahl aufheben

source: Activate auto tagging when selecting template
de: Auto-Tagging bei Auswahl von Vorlage aktivieren

source: Deactivate auto tagging when selecting object not compatible to selected node template
de: Auto-Tagging bei Auswahl von, mit der Vorlage inkompatiblen, Objekten deaktivieren

source: Auto off timer for auto tagging
de: Abschalttimer für Auto-Tagging

source: disabled
de: Deaktiviert

source: Node Template List: Deactivate auto tagging
de: Punktevorlagenliste: Auto tagging deaktivieren

source: Sort list alphabetically
de: Liste alphabetisch sortieren

source: New Node Template
de: Neue Punktevorlage

source: Tags (one per line):
de: Tags (einer pro Zeile)

source: Optional tags with Ctrl pressed:
de: Optionale Tags mit Strg gedrückt

source: Optional tags with Shift pressed:
de: Optionale Tags mit Umschalt gedrückt

source: Edit node template
de: Ausgewählte Punktevorlage bearbeiten

source: Create new node templates from selected nodes
de: Neue Punktevorlagen aus den ausgewählten Punkten erstellen

source: Edit selected node template
de: Die ausgewählte Punktevorlage bearbeiten

source: Copy new node from selected template to JOSM clipboard
de: Neuen Punkt aus der Vorlage in die JOSM-Zwischenablage kopieren

source: Create new node from selected template and paste it directly into the map view
de: Neuen Punkt aus der Vorlage erstellen und direkt in die Karte einfügen

source: Do you really want to delete selected template?
de: Soll die ausgewählte Vorlage wirklich gelöscht werden?

source: Delete selected template?
de: Ausgewählte Punktevorlage löschen?

source: Move list entry up by one
de: Listeneintrag um eins nach oben verschieben

source: Move list entry down by one
de: Listeneintrag um eins nach unten verschieben

source: Move to top of the current list
de: Listeneintrag zum Beginn der aktuellen Liste verschieben

source: Move to end the current list
de: Listeneintrag zum Ende der aktuellen Liste verschieben

source: Move to begin of first list
de: Listeneintrag zum Beginn der ersten Liste verschieben

source: Move to end of last list
de: Listeneintrag zum Ende der letzten Liste verschieben

source: Exit sorting
de: Sortieren beenden
